/* Boxcar email address field label */
"Email Address:" = "Adreça email:";

/* Failure adding email */
"Invalid Email" = "Email invàlid";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "Envia només si inactiu:";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "Envia només si la prioritat és com a mínim:";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "Prefix de les notificacions:";

/* Success adding boxcar */
"Registered!" = "Registrat!";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "Adreça email desconeguda";

